Repository: Vistaus/pho
Catalog: po/extra/*.po
Languages: fr

source: 4chan browser
fr: Navigateur pour 4Chan

source: Pho for 4chan
fr: Pho pour 4Chan

source: 4chan;pho;board;thread;images;
fr: 4chan;pho;tableau;fil;images;

source: Browser 4chan like never before with amazing GTK+ and Vala technologies! Explore the wonders of /g/ or /news/, or any of the dozens of 4chan boards!
fr: Un navigateur pour 4chan comme jamais vu auparavant avec les incroyables technologies GTK+ et Vala ! Explorez les merveilles de /g/ ou /news/, ou l'une des douzaines de tableaux 4chan !

source: Browse your favorite boards!
fr: Naviguez à travers vos tableaux favoris !

source: Read multiple threads at once!
fr: Lisez plusieurs fils de discussion à la fois !

source: See images, videos, and gifs!
fr: Visualisez les images, les vidéos et les GIFS !

source: Added ability to translate.
fr: L'application peut désormais être traduite.

source: Fixed a style bug
fr: Correction d'un bug de l'apparence

source: French Translation by @NathanBnm
fr: Traduction en français par @NathanBnm

source: Fixed startup error.
fr: Correction d'une erreur au lancement de l'application.

source: Added a filter and lots of code cleanup.
fr: Ajout des filtres et beacoup de nettoyage du code.

source: Fixed bugs that bug you.
fr: Correction des bugs qui vous font bugger.

source: Fixed the startup window size.
fr: Correction de la taille de la fenêtre au démarrage

source: Improved thread searching.
fr: Amélioration de la recherche des fils de discussion.

source: Basic thread searching.
fr: Recherche simple des fils de discussion.

source: Fixed the header to be more clean and stable.
fr: Correction de l'en-tête pour qu'il soit plus clair et plus stable.

source: Made the UI a lot nicer and a bit smoother.
fr: Amélioration de l'interface graphique pour la rendre plus simple et fluide.

source: Added CTRL-Q to close the app and CTRL-W to close a thread.
fr: Ajout du raccourci CTRL+Q pour fermer l'application, et du raccourci CTRL+W pour fermer un fil de discussion.

source: Started working on search functionality.
fr: Préparation d'une fonctionnalité de recherche.

source: Fixed lots of bugs.
fr: Correction de nombreux bugs.

source: Added webms back in via gstreamer.
fr: Réajout du format vidéo webm via gstreamer.

source: Temporarily disabling webms.
fr: Désactivation temoraire des vidéos au format webm.

source: Initial release
fr: Version initiale
