Repository: Vistaus/pho
Catalog: po/*.po
Languages: fr

source: Couldn't show a thread for some network reason...
fr: Impossible d'afficher le fil de discussion à cause d'une erreur réseau…

source: Something is wrong in getThreads
fr: Il y a une erreur dans getThreads

source: Enter search text...
fr: Entrez le texte à rechercher…

source: Something went wrong with the settings file
fr: Une erreur s'est produite dans le fichier des paramètres

source: Error report this on github!: %s
fr: Erreur, reportez-la sur Github ! : %s

source: Open Thread
fr: Ouvrir le fil de discussion

source: Something is wrong in getPosts
fr: Il y a une erreur dans getPosts

source: Short Cuts:
fr: Raccourcis :

source: - CTRL W | Close tab
fr: - CTRL + W | Fermer l'onglet

source: - CTRL F | Reveal Search
fr: - CTREL + F | Rechercher

source: - CTRL Q | Quit App
fr: - CTRL + Q | Quitter l'application

source: Filter (comma seperated):
fr: Filtres (séparés par des virgules) :

source: Something went wrong writing the settings file
fr: Une erreur s'est produite lors de l'écriture dans le fichier des paramètres

source: Something is wrong in getBoards
fr: Il y a une erreur dans getBoards

source: Could not initalize clutter!
fr: Impossible d'initialiser clutter !

source: css didn't load %s
fr: Le CSS n'a pas été chargé %s

source: 4chan browser
fr: Navigateur 4chan

source: Pho for 4chan
fr: Pho pour 4chan

source: 4chan;pho;board;thread;images;
fr: 4chan;pho;tableau;thread;images

source: Browser 4chan like never before with amazing GTK+ and Vala technologies! Explore the wonders of /g/ or /news/, or any of the dozens of 4chan boards!
fr: Navigateur 4chan comme jamais auparavant avec les incroyables technologies GTK+ et Vala ! Explorez les merveilles de /g/ ou /news/, ou l'une des douzaines de tableaux 4chan !

source: Browse your favorite boards!
fr: Naviguez à travers vos tableaux favoris !

source: Read multiple threads at once!
fr: Lisez plusieurs fils de discussion à la fois !

source: See images, videos, and gifs!
fr: Visualisez des images, des vidéos et des gifs !

source: Added a filter and lots of code cleanup.
fr: Ajout d'un filtre et beaucoup de nettoyage du code.

source: Fixed bugs that bug you.
fr: Correction de bugs.

source: Fixed the startup window size.
fr: Correction de la taille de la fenêtre au démarrage.

source: Improved thread searching.
fr: Amélioration de la recherche de fil de discussion.

source: Basic thread searching.
fr: Recherche basique de fil de discussion.

source: Fixed the header to be more clean and stable.
fr: Correction de l'entête pour être plus propre et plus stable.

source: Made the UI a lot nicer and a bit smoother.
fr: Interface plus agréable et un peu plus fluide.

source: Added CTRL-Q to close the app and CTRL-W to close a thread.
fr: Ajout du raccourci CTRL+Q pour fermer l'application et de CTRL + W pour fermer un fil de discussion.

source: Started working on search functionality.
fr: Préparation de la fonctionnalité de recherche.

source: Fixed lots of bugs.
fr: Correction de nombreux bugs.

source: Added webms back in via gstreamer.
fr: Ajout du support des vidéos webm via gstreamer.

source: Temporarily disabling webms.
fr: Désactivation temporaire des vidéos webm.

source: Initial release
fr: Version initiale
